{
    "schemes": [
        {
            "id": "pm-kisan",
            "title": "પ્રધાનમંત્રી કિસાન સન્માન નિધિ (PM-KISAN)",
            "description": "તમામ જમીનધારક ખેડૂત પરિવારોની નાણાકીય જરૂરિયાતોને પહોંચી વળવા માટે ભારત સરકાર દ્વારા 100% ભંડોળ સાથેની કેન્દ્રીય ક્ષેત્રની યોજના.",
            "eligibility": "પોતાના નામે ખેતીલાયક જમીન ધરાવતા તમામ જમીનધારક ખેડૂત પરિવારો પાત્ર છે. કેટલીક શ્રેણીઓ બાકાત છે.",
            "benefits": "દર વર્ષે કુટુંબ દીઠ ₹6,000 નો નાણાકીય લાભ, જે ₹2,000 ના ત્રણ સમાન હપ્તામાં ચૂકવવાપાત્ર છે.",
            "incomeCriteria": "કોઈ ચોક્કસ આવક માપદંડ નથી, પરંતુ છેલ્લા આકારણી વર્ષમાં તમામ આવકવેરાદાતાઓ માટે બાકાત છે.",
            "documentsRequired": "આધાર કાર્ડ ફરજિયાત છે. નાગરિકતા પ્રમાણપત્ર, જમીનધારક કાગળો અને બેંક ખાતાની વિગતો જરૂરી છે.",
            "link": "https://pmkisan.gov.in/"
        },
        {
            "id": "pmfby",
            "title": "પ્રધાનમંત્રી ફસલ બીમા યોજના (PMFBY)",
            "description": "ભારત સરકારની મુખ્ય પાક વીમા યોજના. તેનો ઉદ્દેશ પાકની નિષ્ફળતા સામે વ્યાપક વીમા કવચ પૂરું પાડવાનો છે.",
            "eligibility": "સૂચિત વિસ્તારોમાં સૂચિત પાક ઉગાડતા તમામ ખેડૂતો, જેમાં ભાગીદાર અને ભાડૂત ખેડૂતોનો સમાવેશ થાય છે, તે કવરેજ માટે પાત્ર છે.",
            "benefits": "કુદરતી આફતો, જીવાતો અને રોગોના પરિણામે કોઈપણ સૂચિત પાકની નિષ્ફળતાની સ્થિતિમાં ખેડૂતોને વીમા કવરેજ અને નાણાકીય સહાય પૂરી પાડે છે.",
            "incomeCriteria": "કોઈ આવક માપદંડ નથી. તે રાજ્ય સરકાર દ્વારા સૂચિત પાક અને વિસ્તાર પર આધારિત છે.",
            "documentsRequired": "જમીનના રેકોર્ડ (હક્કોનો રેકોર્ડ), બેંક ખાતાની વિગતો (દાવાની ચુકવણી માટે), આધાર કાર્ડ અને પાક વાવણીની ઘોષણા.",
            "link": "https://pmfby.gov.in/"
        },
        {
            "id": "kcc",
            "title": "કિસાન ક્રેડિટ કાર્ડ (KCC) યોજના",
            "description": "ખેડૂતોને તેમની ખેતી અને અન્ય જરૂરિયાતો માટે બેંકિંગ સિસ્ટમમાંથી પૂરતી અને સમયસર ધિરાણ સહાય પૂરી પાડવાની યોજના.",
            "eligibility": "તમામ ખેડૂતો, વ્યક્તિગત/સંયુક્ત ઉધાર લેનારાઓ કે જેઓ માલિક ખેડૂત, ભાડૂત ખેડૂત, મૌખિક ભાડૂત અને ભાગીદાર છે.",
            "benefits": "સબસિડીવાળા વ્યાજ દરે (સમયસર ચુકવણી પર 4% જેટલું ઓછું) ધિરાણની ઍક્સેસ.",
            "incomeCriteria": "કોઈ ચોક્કસ આવક માપદંડ નથી. ધિરાણ મર્યાદા બેંક દ્વારા જમીન ધારણ, પાકની પેટર્ન અને ધિરાણના ધોરણ જેવા પરિબળોના આધારે નક્કી કરવામાં આવે છે.",
            "documentsRequired": "પૂર્ણ કરેલ અરજીપત્ર, ઓળખનો પુરાવો (દા.ત., આધાર કાર્ડ, પાન કાર્ડ, મતદાર ID), સરનામાનો પુરાવો, જમીનના દસ્તાવેજો અને પાસપોર્ટ સાઇઝનો ફોટોગ્રાફ.",
            "link": "https://www.sbi.co.in/web/agri-rural/agriculture-banking/crop-finance/kisan-credit-card"
        },
        {
            "id": "soil-health-card",
            "title": "સોઇલ હેલ્થ કાર્ડ યોજના",
            "description": "ખેડૂતોને ટકાઉ ધોરણે જમીનની ફળદ્રુપતા સુધારવામાં મદદ કરવાની યોજના.",
            "eligibility": "દેશના તમામ ખેડૂતો દર 2 વર્ષે એકવાર વિશ્લેષણ સાથે તેમની જમીન ધારણ માટે સોઇલ હેલ્થ કાર્ડ મેળવવા માટે પાત્ર છે.",
            "benefits": "ખાતરોના વિવેકપૂર્ણ ઉપયોગમાં મદદ કરે છે, જેનાથી નાણાંની બચત થાય છે અને લાંબા ગાળાની જમીનની તંદુરસ્તી સુધરે છે.",
            "incomeCriteria": "કોઈ આવક માપદંડ નથી. આ યોજના તમામ ખેડૂતોને મફતમાં ઉપલબ્ધ છે.",
            "documentsRequired": "સામાન્ય રીતે, ખેડૂત પાસેથી કોઈ દસ્તાવેજોની જરૂર નથી. ખેડૂતની હાજરીમાં કૃષિ વિભાગના અધિકારીઓ દ્વારા જમીનના નમૂના એકત્રિત કરવામાં આવે છે.",
            "link": "https://soilhealth.dac.gov.in/"
        },
        {
            "id": "e-nam",
            "title": "રાષ્ટ્રીય કૃષિ બજાર (e-NAM)",
            "description": "એક પાન-ઇન્ડિયા ઇલેક્ટ્રોનિક ટ્રેડિંગ પોર્ટલ જે હાલના APMC (કૃષિ ઉત્પાદન બજાર સમિતિ) મંડીઓને કૃષિ કોમોડિટીઝ માટે એકીકૃત રાષ્ટ્રીય બજાર બનાવવા માટે નેટવર્ક કરે છે.",
            "eligibility": "ખેડૂતો, વેપારીઓ અને ખરીદદારો કે જેઓ e-NAM પોર્ટલ સાથે સંકલિત કોઈપણ રાજ્ય APMC સાથે નોંધાયેલા છે.",
            "benefits": "એક પારદર્શક અને સ્પર્ધાત્મક ઓનલાઈન ટ્રેડિંગ પ્લેટફોર્મ પૂરું પાડે છે.",
            "incomeCriteria": "કોઈ આવક માપદંડ નથી. તે તમામ નોંધાયેલા સહભાગીઓ માટે ખુલ્લું ટ્રેડિંગ પ્લેટફોર્મ છે.",
            "documentsRequired": "ખેડૂતો માટે, APMC ગેટ પર નોંધણી કરવામાં આવે છે. વેપારીઓ માટે, APMC ટ્રેડિંગ લાયસન્સ, બેંક ખાતાની વિગતો અને ઓળખ જરૂરી છે.",
            "link": "https://www.enam.gov.in/web/"
        },
        {
            "id": "pkvy",
            "title": "પરંપરાગત કૃષિ વિકાસ યોજના (PKVY)",
            "description": "રાષ્ટ્રીય ટકાઉ કૃષિ મિશન (NMSA) હેઠળ સોઇલ હેલ્થ મેનેજમેન્ટ (SHM) યોજનાનો પેટા-ઘટક.",
            "eligibility": "50 એકર જમીનના ક્લસ્ટરમાં ખેડૂતો. આ યોજના ખેડૂતોને જૂથો અથવા ક્લસ્ટર બનાવવા અને ઓર્ગેનિક ખેતી હાથ ધરવા માટે પ્રોત્સાહિત કરે છે.",
            "benefits": "ખેડૂતોને ઓર્ગેનિક ઇનપુટ્સ, પ્રમાણપત્ર અને માર્કેટિંગ માટે 3-વર્ષના સમયગાળા માટે પ્રતિ હેક્ટર રૂ. 50,000 ની નાણાકીય સહાય પૂરી પાડવામાં આવે છે.",
            "incomeCriteria": "કોઈ ચોક્કસ આવક માપદંડ નથી. ઓર્ગેનિક ખેતી પદ્ધતિઓને પ્રોત્સાહન આપવા પર ધ્યાન કેન્દ્રિત કરવામાં આવ્યું છે.",
            "documentsRequired": "આધાર કાર્ડ, બેંક ખાતાની વિગતો અને જમીન માલિકીના દસ્તાવેજો. ખેડૂતોએ નોંધાયેલા ક્લસ્ટરનો ભાગ બનવાની જરૂર છે.",
            "link": "https://pgsindia-ncof.gov.in/pkvy/index.aspx"
        }
    ]
}
