{
    "schemes": [
        {
            "id": "pm-kisan",
            "title": "प्रधानमंत्री किसान सम्मान निधि (PM-KISAN)",
            "description": "सभी भूमिधारक किसानों के परिवारों की वित्तीय जरूरतों को पूरा करने के लिए भारत सरकार से 100% वित्त पोषण के साथ एक केंद्रीय क्षेत्र की योजना।",
            "eligibility": "अपने नाम पर खेती योग्य भूमि वाले सभी भूमिधारक किसान परिवार पात्र हैं। कुछ श्रेणियां बाहर रखी गई हैं।",
            "benefits": "प्रति परिवार प्रति वर्ष ₹6,000 का वित्तीय लाभ, जो हर चार महीने में ₹2,000 की तीन समान किस्तों में देय है।",
            "incomeCriteria": "कोई विशिष्ट आय मानदंड नहीं है, लेकिन पिछले मूल्यांकन वर्ष में सभी आयकर दाताओं के लिए एक बहिष्करण है।",
            "documentsRequired": "आधार कार्ड अनिवार्य है। इसके अलावा, नागरिकता प्रमाण पत्र, भूमि के कागजात और बैंक खाते का विवरण आवश्यक है।",
            "link": "https://pmkisan.gov.in/"
        },
        {
            "id": "pmfby",
            "title": "प्रधानमंत्री फसल बीमा योजना (PMFBY)",
            "description": "भारत सरकार की प्रमुख फसल बीमा योजना। इसका उद्देश्य फसल की विफलता के खिलाफ एक व्यापक बीमा कवर प्रदान करना है।",
            "eligibility": "अधिसूचित क्षेत्रों में अधिसूचित फसलें उगाने वाले सभी किसान, जिनमें बटाईदार और किरायेदार किसान शामिल हैं, कवरेज के लिए पात्र हैं।",
            "benefits": "प्राकृतिक आपदाओं, कीटों और बीमारियों के परिणामस्वरूप किसी भी अधिसूचित फसल की विफलता की स्थिति में किसानों को बीमा कवरेज और वित्तीय सहायता प्रदान करता है।",
            "incomeCriteria": "कोई आय मानदंड नहीं। यह राज्य सरकार द्वारा अधिसूचित फसलों और क्षेत्र पर आधारित है।",
            "documentsRequired": "भूमि रिकॉर्ड (अधिकारों का रिकॉर्ड), बैंक खाते का विवरण (दावा भुगतान के लिए), आधार कार्ड, और एक फसल बुवाई घोषणा।",
            "link": "https://pmfby.gov.in/"
        },
        {
            "id": "kcc",
            "title": "किसान क्रेडिट कार्ड (KCC) योजना",
            "description": "किसानों को उनकी खेती और अन्य जरूरतों के लिए बैंकिंग प्रणाली से पर्याप्त और समय पर ऋण सहायता प्रदान करने की एक योजना।",
            "eligibility": "सभी किसान, व्यक्ति/संयुक्त उधारकर्ता जो मालिक कृषक, किरायेदार किसान, मौखिक पट्टेदार और बटाईदार हैं।",
            "benefits": "एक रियायती ब्याज दर पर ऋण तक पहुंच (शीघ्र चुकौती पर 4% तक कम)।",
            "incomeCriteria": "कोई विशिष्ट आय मानदंड नहीं। ऋण सीमा बैंक द्वारा भूमि धारण, फसल पैटर्न और वित्त के पैमाने जैसे कारकों के आधार पर निर्धारित की जाती है।",
            "documentsRequired": "पूरा आवेदन पत्र, पहचान का प्रमाण (जैसे, आधार कार्ड, पैन कार्ड, मतदाता पहचान पत्र), पते का प्रमाण, भूमि दस्तावेज, और एक पासपोर्ट आकार का फोटो।",
            "link": "https://www.sbi.co.in/web/agri-rural/agriculture-banking/crop-finance/kisan-credit-card"
        },
        {
            "id": "soil-health-card",
            "title": "मृदा स्वास्थ्य कार्ड योजना",
            "description": "किसानों को स्थायी आधार पर मिट्टी की उर्वरता में सुधार करने में मदद करने की एक योजना।",
            "eligibility": "देश के सभी किसान हर 2 साल में एक बार विश्लेषण के साथ अपनी भूमि के लिए मृदा स्वास्थ्य कार्ड प्राप्त करने के पात्र हैं।",
            "benefits": "उर्वरकों के विवेकपूर्ण उपयोग में मदद करता है, इस प्रकार पैसे की बचत होती है और दीर्घकालिक मिट्टी के स्वास्थ्य में सुधार होता है।",
            "incomeCriteria": "कोई आय मानदंड नहीं। यह योजना सभी किसानों को निःशुल्क उपलब्ध है।",
            "documentsRequired": "आम तौर पर, किसान से किसी भी दस्तावेज की आवश्यकता नहीं होती है। किसान की उपस्थिति में कृषि विभाग के अधिकारियों द्वारा मिट्टी के नमूने एकत्र किए जाते हैं।",
            "link": "https://soilhealth.dac.gov.in/"
        },
        {
            "id": "e-nam",
            "title": "राष्ट्रीय कृषि बाजार (e-NAM)",
            "description": "एक अखिल भारतीय इलेक्ट्रॉनिक ट्रेडिंग पोर्टल जो मौजूदा APMC (कृषि उपज बाजार समिति) मंडियों को कृषि वस्तुओं के लिए एक एकीकृत राष्ट्रीय बाजार बनाने के लिए नेटवर्क करता है।",
            "eligibility": "किसान, व्यापारी और खरीदार जो ई-नाम पोर्टल के साथ एकीकृत किसी भी राज्य एपीएमसी के साथ पंजीकृत हैं।",
            "benefits": "एक पारदर्शी और प्रतिस्पर्धी ऑनलाइन ट्रेडिंग प्लेटफॉर्म प्रदान करता है।",
            "incomeCriteria": "कोई आय मानदंड नहीं। यह सभी पंजीकृत प्रतिभागियों के लिए खुला एक ट्रेडिंग प्लेटफॉर्म है।",
            "documentsRequired": "किसानों के लिए, पंजीकरण एपीएमसी गेट पर किया जाता है। व्यापारियों के लिए, एक एपीएमसी ट्रेडिंग लाइसेंस, बैंक खाते का विवरण और पहचान की आवश्यकता होती है।",
            "link": "https://www.enam.gov.in/web/"
        },
        {
            "id": "pkvy",
            "title": "परंपरागत कृषि विकास योजना (PKVY)",
            "description": "राष्ट्रीय सतत कृषि मिशन (NMSA) के तहत मृदा स्वास्थ्य प्रबंधन (SHM) योजना का एक उप-घटक।",
            "eligibility": "50 एकड़ भूमि के एक समूह में किसान। यह योजना किसानों को समूह या क्लस्टर बनाने और जैविक खेती करने के लिए प्रोत्साहित करती है।",
            "benefits": "किसानों को जैविक आदानों, प्रमाणन और विपणन के लिए 3 साल की अवधि के लिए प्रति हेक्टेयर 50,000 रुपये की वित्तीय सहायता प्रदान की जाती है।",
            "incomeCriteria": "कोई विशिष्ट आय मानदंड नहीं। जैविक खेती प्रथाओं को बढ़ावा देने पर ध्यान केंद्रित किया गया है।",
            "documentsRequired": "आधार कार्ड, बैंक खाते का विवरण और भूमि स्वामित्व दस्तावेज। किसानों को एक पंजीकृत क्लस्टर का हिस्सा होना चाहिए।",
            "link": "https://pgsindia-ncof.gov.in/pkvy/index.aspx"
        }
    ]
}
