{
    "schemes": [
        {
            "id": "pm-kisan",
            "title": "प्रधानमंत्री किसान सन्मान निधी (PM-KISAN)",
            "description": "सर्व जमीनधारक शेतकऱ्यांच्या कुटुंबांच्या आर्थिक गरजा पूर्ण करण्यासाठी भारत सरकारकडून 100% निधीसह एक केंद्रीय क्षेत्रातील योजना.",
            "eligibility": "त्यांच्या नावावर शेतीयोग्य जमीन असलेले सर्व जमीनधारक शेतकरी कुटुंबे पात्र आहेत. काही श्रेणी वगळल्या आहेत.",
            "benefits": "प्रति कुटुंब प्रति वर्ष ₹6,000 चा आर्थिक लाभ, जो प्रत्येक चार महिन्यांनी ₹2,000 च्या तीन समान हप्त्यांमध्ये देय आहे.",
            "incomeCriteria": "कोणताही विशिष्ट उत्पन्न निकष नाही, परंतु मागील मूल्यांकन वर्षातील सर्व आयकरदात्यांसाठी एक वगळण्याची तरतूद आहे.",
            "documentsRequired": "आधार कार्ड अनिवार्य आहे. याशिवाय, नागरिकत्व प्रमाणपत्र, जमिनीची कागदपत्रे आणि बँक खात्याचा तपशील आवश्यक आहे.",
            "link": "https://pmkisan.gov.in/"
        },
        {
            "id": "pmfby",
            "title": "प्रधानमंत्री फसल विमा योजना (PMFBY)",
            "description": "भारत सरकारची प्रमुख पीक विमा योजना. याचा उद्देश पिकाच्या नुकसानीविरूद्ध सर्वसमावेशक विमा संरक्षण प्रदान करणे आहे.",
            "eligibility": "अधिसूचित क्षेत्रांमध्ये अधिसूचित पिके घेणारे सर्व शेतकरी, ज्यात वाटेकरी आणि भाडेकरू शेतकरी यांचा समावेश आहे, संरक्षणासाठी पात्र आहेत.",
            "benefits": "नैसर्गिक आपत्ती, कीड आणि रोगांमुळे कोणत्याही अधिसूचित पिकाचे नुकसान झाल्यास शेतकऱ्यांना विमा संरक्षण आणि आर्थिक सहाय्य प्रदान करते.",
            "incomeCriteria": "कोणताही उत्पन्न निकष नाही. हे राज्य सरकारने अधिसूचित केलेल्या पिकांवर आणि क्षेत्रावर आधारित आहे.",
            "documentsRequired": "जमिनीची नोंद (हक्कांची नोंद), बँक खात्याचा तपशील (दावा भरपाईसाठी), आधार कार्ड आणि पीक पेरणीची घोषणा.",
            "link": "https://pmfby.gov.in/"
        },
        {
            "id": "kcc",
            "title": "किसान क्रेडिट कार्ड (KCC) योजना",
            "description": "शेतकऱ्यांना त्यांच्या शेती आणि इतर गरजांसाठी बँकिंग प्रणालीकडून पुरेशी आणि वेळेवर पतपुरवठा करण्यासाठी एक योजना.",
            "eligibility": "सर्व शेतकरी, व्यक्ती/संयुक्त कर्जदार जे मालक शेतकरी, भाडेकरू शेतकरी, तोंडी भाडेकरू आणि वाटेकरी आहेत.",
            "benefits": "सवलतीच्या व्याज दराने पतपुरवठा (वेळेवर परतफेड केल्यास 4% इतके कमी).",
            "incomeCriteria": "कोणताही विशिष्ट उत्पन्न निकष नाही. पत मर्यादा बँक जमिनीचा आकार, पीक पद्धत आणि वित्तपुरवठ्याचे प्रमाण यासारख्या घटकांवर आधारित ठरवते.",
            "documentsRequired": "पूर्ण केलेला अर्ज, ओळखीचा पुरावा (उदा. आधार कार्ड, पॅन कार्ड, मतदार ओळखपत्र), पत्त्याचा पुरावा, जमिनीची कागदपत्रे आणि पासपोर्ट आकाराचा फोटो.",
            "link": "https://www.sbi.co.in/web/agri-rural/agriculture-banking/crop-finance/kisan-credit-card"
        },
        {
            "id": "soil-health-card",
            "title": "मृदा आरोग्य कार्ड योजना",
            "description": "शेतकऱ्यांना शाश्वत आधारावर जमिनीची सुपीकता सुधारण्यास मदत करण्यासाठी एक योजना.",
            "eligibility": "देशातील सर्व शेतकरी दर 2 वर्षांनी एकदा विश्लेषण करून त्यांच्या जमिनीसाठी मृदा आरोग्य कार्ड मिळविण्यासाठी पात्र आहेत.",
            "benefits": "खतांच्या विवेकपूर्ण वापरास मदत करते, त्यामुळे पैशांची बचत होते आणि दीर्घकालीन जमिनीचे आरोग्य सुधारते.",
            "incomeCriteria": "कोणताही उत्पन्न निकष नाही. ही योजना सर्व शेतकऱ्यांना विनामूल्य उपलब्ध आहे.",
            "documentsRequired": "साधारणपणे, शेतकऱ्याकडून कोणत्याही कागदपत्रांची आवश्यकता नाही. शेतकऱ्याच्या उपस्थितीत कृषी विभागाचे अधिकारी जमिनीचे नमुने गोळा करतात.",
            "link": "https://soilhealth.dac.gov.in/"
        },
        {
            "id": "e-nam",
            "title": "राष्ट्रीय कृषी बाजार (e-NAM)",
            "description": "एक संपूर्ण भारतातील इलेक्ट्रॉनिक ट्रेडिंग पोर्टल जे विद्यमान APMC (कृषी उत्पन्न बाजार समिती) मंडईंना कृषी मालासाठी एक एकीकृत राष्ट्रीय बाजारपेठ तयार करण्यासाठी जोडते.",
            "eligibility": "शेतकरी, व्यापारी आणि खरेदीदार जे ई-नाम पोर्टलशी जोडलेल्या कोणत्याही राज्य एपीएमसीमध्ये नोंदणीकृत आहेत.",
            "benefits": "एक पारदर्शक आणि स्पर्धात्मक ऑनलाइन ट्रेडिंग प्लॅटफॉर्म प्रदान करते.",
            "incomeCriteria": "कोणताही उत्पन्न निकष नाही. हे सर्व नोंदणीकृत सहभागींसाठी खुले ट्रेडिंग प्लॅटफॉर्म आहे.",
            "documentsRequired": "शेतकऱ्यांसाठी, नोंदणी एपीएमसी गेटवर केली जाते. व्यापाऱ्यांसाठी, एपीएमसी ट्रेडिंग परवाना, बँक खात्याचा तपशील आणि ओळख आवश्यक आहे.",
            "link": "https://www.enam.gov.in/web/"
        },
        {
            "id": "pkvy",
            "title": "परंपरागत कृषी विकास योजना (PKVY)",
            "description": "राष्ट्रीय शाश्वत कृषी अभियानांतर्गत (NMSA) मृदा आरोग्य व्यवस्थापन (SHM) योजनेचा एक उप-घटक.",
            "eligibility": "50 एकर जमिनीच्या क्लस्टरमधील शेतकरी. ही योजना शेतकऱ्यांना गट किंवा क्लस्टर तयार करण्यास आणि सेंद्रिय शेती करण्यास प्रोत्साहित करते.",
            "benefits": "शेतकऱ्यांना सेंद्रिय निविष्ठा, प्रमाणपत्र आणि विपणनासाठी 3 वर्षांच्या कालावधीसाठी प्रति हेक्टर 50,000 रुपयांची आर्थिक मदत दिली जाते.",
            "incomeCriteria": "कोणताही विशिष्ट उत्पन्न निकष नाही. सेंद्रिय शेती पद्धतींना प्रोत्साहन देण्यावर लक्ष केंद्रित केले आहे.",
            "documentsRequired": "आधार कार्ड, बँक खात्याचा तपशील आणि जमिनीच्या मालकीची कागदपत्रे. शेतकऱ्यांना नोंदणीकृत क्लस्टरचा भाग असणे आवश्यक आहे.",
            "link": "https://pgsindia-ncof.gov.in/pkvy/index.aspx"
        }
    ]
}
